import React from "react";

const Content = () => {
  const myHTML = `<div style="direction: rtl;">
  <p>בעידן בו קנייה באון ליין היא חלק משגרת חיינו , אנו עושים את מירב המאמצים לספק לכם זירה בטוחה.<br />בתוך זה נכללת מדיניות הביטוח / החזרת המוצרים הברורה שלנו.<br />כל המוצרים שלנו הינם מוצרי ייבוא בהזמנה אישית. זו תכלית האתר - לספק למזמין אפשרות לייצר מוצר, המותאם לו ורק לו, באופן אישי.<br />ע"פ חוק הגנת הצרכן לא ניתן לבטל רכישה של מוצרים פסידים, מוצרים שיוצרו במיוחד עבור הצרכן וכן מוצרים הניתנים להקלטה, העתקה ושכפול שהצרכן פתח את אריזתם המקורית.<br />כל מוצר אשר אינו קיים במלאי החברה ואשר נאלצה החברה להזמינו אצל מי מספקיה בחוץ לארץ, וכי מידות המוצר וצבע המוצר נבחר במיוחד על ידי המזמין, לא ניתן לביטול לאחר ההזמנה.<br /><br /><strong>החרגות</strong><br />בעסקת מכר מרחוק שנערכה עם צרכן שהוא אדם עם מוגבלות, אזרח ותיק או עולה חדש, רשאי הצרכן לבטל את העסקה בתוך ארבעה חודשים מיום עשייתה, מיום קבלת המוצר או מיום קבלת המסמך הגילוי לפי המאוחר, ובלבד שההתקשרות בעסקה כללה שיחה בין העוסק לצרכן, ובכלל זה שיחה באמצעות תקשורת אלקטרונית.<br />הזיכוי יתבצע רק לאחר החזרת המוצר.</p>
  </div>`;
  return (
    <div
      style={{ padding: "20px 0" }}
      dangerouslySetInnerHTML={{ __html: myHTML }}
    />
  );
};

export default Content;
