import React from "react";

const Content = () => {
  const myHTML = `<div style="direction: rtl;">
  <p>[עודכן לאחרונה באוקטובר, 2022]</p>
  <h3><strong>פרטיות</strong></h3>
  <p>1. ברוכים הבאים למדיניות הפרטיות של אתר "מראות מוארות וחכמות בהתאמה אישית״ להלן "האתר".</p>
  <p>2. אנו, בעלי הפעילות של האתר (להלן: "החברה"), מייחסים חשיבות רבה ולוקחים ברצינות את הפרטיות שלך ומתוך כך, משקיעות משאבים רבים על מנת לשמור עליה.</p>
  <p>3. במדיניות פרטיות זו ("מדיניות הפרטיות") תוכל למצוא מידע על האופן בו החברה אוספת מידע אודותיך בעת שימושך באתר ועושות בו שימוש.</p>
  <p>4. מדיניות הפרטיות הינה חלק מתנאי השימוש של האתר ("תנאי השימוש") ולכן יש לקרוא אותם יחד.&nbsp;</p>
  <p>5. בעצם השימוש באתר ובשירותים המוצעים בו ("השירותים"), הנך מביע את הסכמתך כי החברה תעשה שימוש במידע אודותיך כמפורט במדיניות הפרטיות.</p>
  <p>6. החברה רשאית לשנות מעת לעת את הוראות מדיניות הפרטיות. בכל מקרה בו יבוצעו שינויים במדיניות הפרטיות, מועד עדכון מדיניות הפרטיות יופיע בראש עמוד זה, ולכן יש לבחון את מדיניות הפרטיות לפני כל שימוש באתר. ככל שאינך מסכים לשינוי כלשהו במדיניות הפרטיות, עליך להפסיק באופן מיידי את השימוש באתר. למעט אם נאמר אחרת, כל שינוי במדיניות הפרטיות יכנס לתוקף מיד עם פרסומו באתר במסגרת מדיניות הפרטיות.</p>
  <p>7. האמור במדיניות הפרטיות כתוב בלשון זכר מטעמי נוחות בלבד, וכל האמור בה מיועד לנשים וגברים כאחד. כן, כל האמור במדיניות הפרטיות בלשון יחיד, אם רבים במשמע, ולהפך.</p>
  <p>&nbsp;</p>
  <h3><strong>מי אנחנו</strong></h3>
  <p>8. פעילות האתר הינה חברת watchmarks ltd, חברה שמספרה 516234259 וכתובתה התאנה 20, גבעת ברנר.</p>
  <p>לפרטים אודות השירותים אשר מוצעים באמצעות האתר יש לעיין בתקנון האתר.</p>
  <p>9. על מנת לספק למשתמשים את השירותים המיטביים, המידע הנאסף במהלך השימוש באתר משמש את החברה.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">מידע אישי</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>10. במהלך השימוש באתר ייאסף מידע אודותיך כדלקמן:</p>
  <ul>
  <li>
  <p>פרטים אישיים - במעמד הזמנת המוצרים, תתבקש לספק פרטי מידע אישי אודותיך ודרכי התקשרות עימך, כגון שמך, כתובת הדוא"ל והטלפון שלך, ועוד. חלק מהפרטים האמורים יסומנו כ"שדות חובה" שבאי מסירתם לא תוכלו להשלים את הזמנת המוצרים.&nbsp;</p>
  </li>
  <li>
  <p>עסקאות &ndash; בכל עת בה תבצע עסקה באמצעות האתר, תתבקש להזין פרטי אמצעי תשלום, כגון כרטיס אשראי, חשבון ה-PayPal ואמצעי תשלום אחרים. בנוסף, ככל שתרכוש מוצר או שירות באתר, תתבקש לספק פרטים אשר נדרשים לנו על מנת לבצע את ההזמנות שלך ולספק לך אותן לכתובת המבוקשת, כגון כתובת משלוח, שם מקבל חשבונית ועוד.</p>
  </li>
  </ul>
  <p>יודגש, כי פרטי כרטיסי האשראי אינם נשמרים במערכות של החברה.</p>
  <ul>
  <li>
  <p>פעילות באתר &ndash; החברה תתעד את הפעילות שלך באתר, לרבות עסקאות שתבצע, עמודי אתר בהם תבקר, מועד ושעת הגישה שלך לאתר, הודעות דיוור שתקבל ועוד.</p>
  </li>
  <li>נתונים אודות אמצעי הגלישה שלך &ndash; בעת שימושך באתר, החברה (ו/או מי מטעמן) אוספות ושומרות מידע המתקבל ממך וכן מפעילותך באתר, ובכלל זה, כתובות IP שלך, מזהה מכשיר שלך, סוג דפדפן שאתה עושה בו שימוש וכיוצ"ב. &nbsp;</li>
  </ul>
  <p>11. יובהר, כי אין עליך חובה חוקית למסור פרטים כלשהם לחברה, ומסירתם תלויה ברצונך ובהסכמתך. אך אם לא תמסור פרטים כאמור, עשויה חוויית השימוש שלך באתר להיפגם ו/או חלק מן התכונות של האתרים לא תהיינה זמינות לך ובמקרים מסוימים, החברה לא תוכלה לספק לך את השירות המבוקש על ידך.</p>
  <p>12. המידע שאתה מוסר משמש את החברה כדי להעניק לך שירותים. מידע לא מדויק שיימסר על ידך, ישפיע על המידע שתקבל מהחברה בעת שימושך באתר ו/או בעת קבלת השירותים וכן ישפיע על היכולת שלה לספק לך שירותים וליצור עמך קשר כפי שהוגדר במסגרת מדיניות הפרטיות.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">שימוש במידע</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>13. אנו נעשה שימוש במידע אודותיך למטרות הבאות:</p>
  <ul>
  <li>
  <p>כדי להפעיל את האתר ולספק לך את השירותים.</p>
  </li>
  <li>
  <p>&nbsp;כדי להתאים את השירותים לצרכיך והעדפותיך.</p>
  </li>
  <li>
  <p>כדי ליצור עמך קשר לצרכים תפעוליים ושיווקיים, לרבות בדיוור ישיר.</p>
  </li>
  <li>
  <p>&nbsp;כדי לשפר את השירותים וחווית המשתמש שלך וליצור שירותים חדשים.</p>
  </li>
  <li>
  <p>&nbsp;על מנת להעריך את האפקטיביות של קמפיינים שיווקיים ופרסומיים אשר מופנים כלפיך.&nbsp;</p>
  </li>
  <li>
  <p>&nbsp;כדי לגבות תשלומים בגין מוצרים ושירותים שתרכוש באתר.</p>
  </li>
  <li>
  <p>&nbsp;כדי להגן על האינטרסים, הזכויות והנכסים של החברה ושל צדדים שלישיים.</p>
  </li>
  <li>
  <p>&nbsp;כדי לקיים חובה חוקית או צו שיפוטי שחלים על החברה.</p>
  </li>
  </ul>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">מסירת מידע לצדדים שלישיים</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>14. הסודיות של המידע שלך מאוד חשובה לנו ואנו לא נסחור במידע אודותיך או נמכור אותו לצדדים שלישיים.</p>
  <p>15. אנו נשתף את המידע אודותיך אך ורק עם הגופים הבאים ולמטרות הבאות:</p>
  <ul>
  <li>צדדים שלישיים המספקים לנו שירותים בקשר עם מתן השירותים (כגון שירותי מחשוב ועיבוד מידע, מפרסמים וספקים באתר, שירותי סליקה ותשלום, שירותי שילוח, דיוור ישיר וכד') וכן לצורך פעילויות התומכות במתן השירותים (כגון עורכי דין, רואי חשבון, פיתוח עסקי ויועצים אחרים).</li>
  <li>אם יתקבל בידי החברה צו שיפוטי המורה להן למסור מידע אישי ו/או מידע אחר לצד שלישי כלשהו.</li>
  <li>
  <p>&nbsp;בכל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בינך לבין מי מהחברה ו/או מי מטעמה.</p>
  </li>
  <li>
  <p>לצורך שמירה והגנה על זכויותיה, נכסיה וקניינה של החברה.</p>
  </li>
  <li>
  <p>בהסכמתך או בהנחייתך.</p>
  </li>
  <li>
  <p>בכל מקרה שבו החברה תמכור, תמחה או תסב חלק מעסקיה או את כל עסקיה ו/או נכסיה לצד שלישי, או אם היא תירכש או תתמזג עם צד שלישי, או אם היא תפתח בהליך של פשיטת רגל או של חדלות פירעון.</p>
  </li>
  </ul>
  <p>16. בנוסף לגורמים שלעיל, מידע מצרפי ולא מזהה על המשתמשים שלנו עשוי להיות מועבר לצדדים שלישיים נוספים. אולם, לפני שנעשה כן, אנחנו נוודא כי המידע שיועבר לאותם צדדים שלישיים לא יזהה את המשתמשים שהמידע הוא עליהם.</p>
  <p>17. כל שימוש במידע על ידי צדדים שלישיים הינו באחריותם הבלעדית של אותם צדדים שלישיים והחברה לא תישא באחריות כלשהי לשימוש כאמור.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">דבר פרסומת</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>18. ככל שתיתן את הסכמתך לכך, החברה או מי מהן ייצרו עמך קשר, לרבות באמצעות הודעה אלקטרונית, הודעת מסר קצר או כל אמצעי או דרך אחרים, ויישלחו דברי פרסומת שמטרתם לעודד רכישת מוצר או שירות או לעודד הוצאת כספים בדרך אחרת, וכן כל הודעת דבר פרסומת אחרת.</p>
  <p>19. בכל עת, תוכל לבטל את הסכמתך ולחדול מלקבל דבר פרסומת כאמור על ידי לחיצה על לחצן "הסרה" שבגוף ההודעה שתישלח אליך או על ידי יצירת קשר עם החברה באמצעות: (1) שליחת דואר אלקטרוני לשרות לקוחות להסרה מקבלת דבר פרסומת (2) פניה בכתב לכתובת: התאנה 20, גבעת ברנר. בעשותך כן, בהתאם לתנאי השימוש באתר, החברה תחדל לשלוח אליך דבר פרסומת.&nbsp;</p>
  <p>&nbsp;</p>
  <h3><strong>Cookies&nbsp;</strong></h3>
  <p>20. קבצי "Cookie" הינם קבצים הנמצאים בדיסק הקשיח במחשב האישי שלך המאפשרים לאסוף מידע על העדפותיך ברשת האינטרנט והרגלי השימוש שלך, כגון אתרי אינטרנט מועדפים, תחומי עניין וכדומה. החברה עשויה לעשות שימוש בקבצי "Cookie" אשר יאפשרו לה להתאים את האתרים, התוכן והשירותים המוצעים בהם להעדפות המשתמשים ולשפר את חווית הגלישה באתר.</p>
  <p>21. ככל שאינך מעוניין, כי ייאסף מידע אצל החברה באמצעות השימוש בקבצי "Cookie", אתה יכול לשנות את ההגדרות בדפדפן בו אתה עושה שימוש, למחוק קבצי "Cookie" קיימים, למנוע את היווצרותם של קבצי "Cookie" או ליצור אופציה לפיה עם גילוי כל קובץ "Cookie" תינתן לך האפשרות להסכים או לסרב ליצירתו של קובץ כאמור. בחירתך שלא לקבל קבצי "Cookie" ו/או לבטל קבלת קבצי "Cookie", תפחית מיכולתך ליהנות מכל התכונות האינטראקטיביות ו/או מכלל השירותים שבאתר.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">אבטחת מידע</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>22. אנו לוקחים ברצינות את החשיבות באבטחת הנתונים האישיים שלך. מתוקף כך, אנו נוקטים באמצעי האבטחה המתאימים על מנת להגן מפני אובדן, שימוש לרעה או שינוי של המידע שנאסף אודותיך.</p>
  <p>23. עם זאת, עליך לדעת כי הגלישה באינטרנט, חשופה לסיכונים רבים, כגון: גניבת אמצעי זיהוי (PHISHING), חשיפת מידע שאינו מוצפן, הידבקות בוירוסים וציתות לתקשורת המחשב.</p>
  <p>24. שימוש במחשב ללא תוכנת אנטי-וירוס פעילה ומעודכנת או ללא מערכת הפעלה מעודכנת חושף אותך להדבקות בוירוסים ו/או בתוכנות רוגלה (SPYWARE) העלולות להקליט את פעולותיך במחשב או לשבש את פעילותך בו. האחריות לכך שוירוסים לא יחדרו למחשב ממנו מתבצעת פעילותך באתר מוטלת עליך בלבד, על ידי התקנת כלי אנטי-וירוס ועדכונו השוטף.</p>
  <p>25. הודעות דוא"ל או SMS מזויפות - הודעות דוא"ל או SMS מזויפות הנן הודעות הנשלחות כביכול מטעמנו אשר מבקשות ממקבל ההודעה להיכנס לאתר באמצעות קישור הניתן בתוך ההודעה, ולמסור או לעדכן את נתוניו האישיים תוך פירוט הסיבות בגינן נדרש העדכון: סיבות ביטחון, שדרוג מערכות וכדומה. הקישור בהודעה יכול להיות חיקוי מדויק של האתר הרשמי של החברה מהן כביכול נשלח המכתב. בדרך זו מנסים שלא כדין להשיג את נתונים אישיים של הנמען לצורך גישה לחשבונותיהם.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">העברות מידע מחוץ לתחום השיפוט של מדינת ישראל</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>&nbsp;26. החברה עשויה להעביר את המידע אודותיך אל מחוץ לתחום השיפוט של ישראל ו/או של האיחוד האירופי, בין היתר לצורכי אחסון בענן. יתכן שחוקי אבטחת המידע והגנת הפרטיות בתחום השיפוט שאליו הפרטים האישיים יועברו, לא יהיו מקיפים כגון אלה הנהוגים בישראל ובאיחוד האירופי, ובמקרה שכזה החברה תנקוט בצעדים כדי להבטיח רמה דומה של הגנה למידע האישי שלך. בעת השימוש באתר, הינך מסכים להעברה האמורה.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">קישורים לאתרים אחרים</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>27. האתרים עשויים לכלול קישורים (Links) לאתרים שונים ברשת האינטרנט ("הקישורים"), שאינם מופעלים על ידי החברה ("האתרים השונים") ואשר מונהגת בהם מדיניות פרטיות שונה. אף כי אנו שואפים לקשר לאתרים אתרים מהימנים ואמינים בלבד, אנו לא אחראים על מדיניות הפרטיות או המערכות והנהלים לאבטחה והגנה על המידע המיושמות באתרים השונים, וכן איננו אחראים למידע אשר נאסף&nbsp;על ידי האתרים השונים ו/או צדדים שלישיים אשר אינם כפופים למדיניות&nbsp;פרטיות זו, ולא נושאים בשום אחריות ו/או התחייבות כלשהי בקשר עם מדיניות (כולל מדיניות&nbsp;פרטיות), שיטות עבודה, פעולות&nbsp;או מחדלים של אתרים שונים ו/או צדדים שלישיים כאמור. אנו ממליצים כי תעיין בתנאי השימוש ובמדיניות הפרטיות של האתרים הללו.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">ויתור</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>28. החברה לא נושאת באחריות&nbsp;לנזקים שייגרמו או עשויים להיגרם לך או לצדדים שלישיים כתוצאה מהשימוש באתר ו/או המידע שנמסר ונאסף אגב שימוש זה &nbsp;ו/או מחוסר היכולת להשתמש בהם ו/או לנזקים שייגרמו מאירועים מעבר לשליטתה הישירה. אין ביכולת החברה להבטיח שלא תהיינה שגיאות בביצועים באבטחת פרטיות המידע האישי אודותיך. כמו כן, אין החברה נושאת באחריות לכל מקרה או נזק, ישיר או עקיף, בקשר עם שימוש ו/או מסירת המידע אישי הכולל בין היתר, חשיפת פרטים אישיים בשל טעויות, גישה לא מורשית של צדדים שלישיים וכל גורם אחר שאינו בשליטתה הסבירה. השימוש באתר הינו באחריותך בלבד ואתה מסכים כי לא תהיה לך כל דרישה ו/או תביעה ו/או טענה כלפי החברה ו/או מי מטעמה בקשר עם השימוש באתר.</p>
  <p>&nbsp;</p>
  <h3><strong><span style="font-size: 16.38px;">זכויותיך בקשר עם המידע</span><span style="font-size: 14px;">&nbsp;</span></strong></h3>
  <p>29. הנך זכאי לעיין, בעצמך או על ידי אדם אחר שהוסמך על ידך בכתב או על ידי אפוטרופוס, במידע שעליך המוחזק במאגר של החברה. ככל שעיינת במידע עליך ומצאת כי הוא אינו נכון, שלם, ברור או מעודכן, הנך רשאי לפנות לחברות בבקשה לתקן את המידע.</p>
  <p>30. בכל שאלה בנוגע למדיניות פרטיות זו וכן בקשות לתיקון מידע והסרת מידע, ניתן ליצור עמנו קשר בפרטים הבאים:</p>
  <p>&nbsp;</p>
  <p>חברת watchmarks ltd.</p>
  <p>התאנה 20, גבעת ברנר.</p>
  <p><a href="mailto:info@watchmarks.com">info@watchmarks.com</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
  <p>&nbsp;</p>
  </div>`;
  return (
    <div
      style={{ padding: "20px 0" }}
      dangerouslySetInnerHTML={{ __html: myHTML }}
    />
  );
};

export default Content;
